<svelte:head>
    <title>О нас</title>
</svelte:head>

<div class="container">
    <div class="head-about">
        О компании
    </div>
    <div class="about">
        «Liwer Sawmill» 
    </div>
    <div class="about-text">
        <strong>Liwer Sawmill: Ваш Надежный Поставщик Древесины</strong> <br>
        Liwer Sawmill - новаторская лесопилка, обеспечивающая качественную продукцию и надежные решения для вашего бизнеса. Мы стремимся быть ведущим поставщиком древесины, предлагая высокие стандарты качества, эффективность производства и инновационные подходы к обработке. <br>
        Наши Принципы: <br>
        Мы гордимся честностью, прозрачностью и устойчивым развитием. Каждый этап нашей деятельности соответствует строгим стандартам экологической ответственности и социальной устойчивости. <br>
        Наша Продукция: <br>
        Мы специализируемся на производстве высококачественной древесины различных пород, предлагая широкий ассортимент продукции для промышленности и строительства. <br>
        Наша Команда: <br>
        Наш успех определяется высококвалифицированной командой профессионалов, готовых предоставить выдающийся сервис и поддержку. <br>
        Наши Ценности: <br>
        Мы ценим долгосрочные отношения с клиентами, партнерами и сообществом, стремясь к процветанию всех сторон. <br>
        Liwer Sawmill - ваш партнер в обеспечении качественной древесины и инновационных решений. Свяжитесь с нами сегодня, чтобы узнать больше о наших возможностях. 
    </div>
</div>


<style>
    .container{
        margin: 50px auto;
        max-width: 1500px;
        padding: 0 20px;
    }
    .about{
        text-align: center;
        color: white;
        margin-top: 20px;
        font-weight: 700;
        font-size: 2.5rem;
    }
    .about-text{
        text-align: center;
        margin-left: 18%;
        margin-right: 18%;
        
        color: white;
        font-weight: 700;
        font-size: 1.4rem;
    }
    .head-about{
        text-align: center;
        color: white;
        margin-top: 20px;
        font-weight: 700;
        font-size: 3rem;
    }
</style>